[
  {
    "service_id": "636bbb4676a5d31798a2353c",
    "title": "Genaral CheckUp",
    "img": "https://i.ibb.co/fqZrCPp/img-3.jpg",
    "details": "We are treat people very friendly. We also always focus on our patient. Just you inform with ourselves. we will give great opportiunities.At each check-up, your dentist should: examine your teeth, gums and mouth. ask about your general health and any problems you've had with your teeth, mouth or gums since your last visit. ask about, and give you advice on, your diet, smoking and alcohol use, and teeth-cleaning habits. discuss a date for your next visit.It's commonly said that you should see a dentist twice a year. When in doubt, this is a good rule of thumb to follow. But if you want to be sure about how often you need a dental checkup, you should consider your unique mouth, hygiene, habits, and overall well-being.It's important to see your dentist twice a year: So that your dentist can check for problems that you might not see or feel. To allow your dentist to find early signs of decay (decay doesn't become visible or cause pain until it reaches more advanced stages). To treat any other oral health problems found.“How long does it take to have a comprehensive exam?” A: A proper evaluation performed by an experienced dental team will take a little longer than your average teeth cleaning appointment, so plan to be there approximately an hour and a half.At your check-up, your dentist may: ask you about your medical history and whether you are currently taking any medicine. carry out a full examination of your mouth, teeth and gums. ask about your general health and any problems you have had with your teeth, mouth or gums since your last visit.",
    "price": "9.99"
  },
  {
    "service_id": "636bbb46986be3cc3d0dc23f",
    "title": "Maxicular Operation",
    "img": "https://i.ibb.co/pxGVN3F/img-5.jpg",
    "details": "Maxillae are a pair of bones that form the dominant portion of the face. Functionally, the maxillae hold the tooth roots and form most of the nasal aperture and floor, most of the hard palate, and the floors of the orbits.Your maxilla is a crucial bone in your skull's structure and enables many basic functions, such as chewing and smiling. If it's fractured, it can affect many other important bones around it and keep you from accomplishing even simple daily tasks.There is no consensus on the optimal number of implants needed to support a fixed complete prosthesis in the maxilla: 4 implants already provide a high predictability. In average clinicians tend to place 6 implants. Advanced maxillary bone resorption may necessitate nasal floor or sinus augmentation.Although the plates and screws hold your jaw in place it still takes about six weeks for your jaw to heal completely. During this time you need to eat soft food only.Maxillary advancement and superior repositioning tends to cause elevation and advancement of the nasal tip, as well as enlargement of the nasal base (6, 8)",
    "price": "399.99"
  },
  {
    "service_id": "636bbb4645c305a4b8935a1d",
    "title": "Dental Ortho Treatment",
    "img": "https://i.ibb.co/1Gz5s5B/img-4.jpg",
    "details": " Orthodontics is a dentistry specialty that addresses the diagnosis, prevention, management, and correction of mal-positioned teeth and jaws, and misaligned bite patterns. It may also address the modification of facial growth, known as dentofacial orthopedics. Abnormal alignment of the teeth and jaws is very common.Orthodontic treatment is a way of straightening or moving teeth, to improve the appearance of the teeth and how they work. It can also help to look after the long-term health of your teeth, gums and jaw joints, by spreading the biting pressure over all your teeth.A dentist is a doctor trained to specialize in teeth, gums, nerves, and your jaw. Orthodontists are dentists as well, but their specialty within dentistry focuses on correcting bites, occlusion, which is how your teeth come in contact with one another, and the straightness of your teeth.Orthodontia is the branch of dentistry that deals with abnormalities of the teeth and jaw. Orthodontic care involves the use of devices, such as braces, to: Straighten teeth. Correct problems with bite.Comprehensive orthodontic treatment refers to the traditional braces treatment that many people have gone through once all of their permanent teeth have erupted. Orthodontic treatment can be used for many different cases, whether it's an under bite, overbite, or general misalignment of teeth structure.",
    "price": "170.00"
  },
  {
    "service_id": "636bbb46ef62205c1a35f0b9",
    "title": "Teeth Remove Treatment",
    "img": "https://i.ibb.co/fqZrCPp/img-6.jpg",
    "details": "Your dentist will widen your tooth socket and gently loosen your tooth before they remove it. Sometimes your dentist may need to put a stitch in the empty socket to help it heal. You'll feel some pressure in your mouth when you have a tooth removed but it shouldn't be painful.Whether you get a simple or surgical extraction, the process will begin with an anesthetic for the tooth, gum, and surrounding tissue. At this point, you may feel a slight “bite” from the needle. However, many patients find it to be painless and for the discomfort to only last a split second.Your dentist may recommend the extraction of the impacted tooth to prevent it from damaging other teeth. Extracting an impacted tooth may also help lower the risk of infection and overcrowding.Typically, your oral surgeon will ask that you at least take about 48-72 hours to relax afterward so the treatment area is allowed to clot. After that, a patient should be able to return to normal physical activity. The soft tissue will usually fully heal in about 3-4 weeks.Once your tooth is removed, the socket is cleaned and disinfected. In some cases, your dentist may also place a dental bone graft, which helps prevent bone loss in your jaw. Finally, stitches may be placed to help promote healing.",
    "price": "100.00"
  },
  {
    "service_id": "636bbb4649671306ca2e9a03",
    "title": "Scaling Wash",
    "img": "https://i.ibb.co/FqkSWBs/img-2.jpg",
    "details": "Scaling is when your dentist removes all the plaque and tartar (hardened plaque) above and below the gumline, making sure to clean all the way down to the bottom of the pocket. Your dentist will then begin root planing, smoothing out your teeth roots to help your gums reattach to your teeth.Is deep cleaning painful? Teeth scaling and root planing can cause some discomfort, so you'll receive a topical or local anesthetic to numb your gums. You can expect some sensitivity after your treatment. Your gums might swell, and you might have minor bleeding, too.Scaling and root planing are not necessary for those with healthy gums. A dentist will only recommend the deep cleaning procedure if a patient has gum disease.Scaling and root planing generally happen in two appointments. The dentist will clean one half of the mouth in the first appointment and the other half in the second. Depending on the amount of plaque that needs to be removed, an appointment can take up to several hours.Minor bleeding and swelling may occur, but this should subside after a few days. Other risks include issues with gum reattachment, gum recession, or nerve damage. These side effects are rare, and most patients have no issues after their treatment. The most common side effect is pain and sensitivity after the procedure.After the scaling treatment, you may experience sensitivity and some bleeding, which is quite natural. You can brush your teeth using a soft-bristled toothbrush in gentle circular strokes. You must patiently brush your teeth, moving slowly and deliberately.",
    "price": "99.00"
  },
  {
    "service_id": "636bbb46f4e500f16c387651",
    "title": "Root Cap",
    "img": "https://i.ibb.co/9r4ZQjV/img-1.jpg",
    "details": "Also known as a crown, a cap is an artificial tooth, but looks exactly like the natural tooth. This cap is placed over the top of the tooth after a root canal treatment. To be specific, after the filling (gutta-percha) is positioned, and heals properly, a cap must be placed over it.Teeth that receive a root canal and then a filling and crown last about 20 years. Teeth that receive either a filling or a crown after a root canal last about 11 years. Teeth that receive no restorative work after a root canal last about 6.5 years.For front teeth, a white esthetic crown is used and for back teeth, a stainless steel crown is used. A white facing crown can be placed on back teeth, however, such a crown is not as durable as one without a white facing.A dental crown reinforces and restores a tooth after root canal therapy. Once the root canal treatment on the tooth is complete, a dental crown helps protect and strengthen the tooth. Although tooth reinforcement is needed after all root canal procedures, a dental crown is only required sometimes.",
    "price": "95.00"
  }
]
